Repository: common-repository/alternative-theme-switcher
Catalog: lang/altthemeswitcher-*.po
Languages: fr_fr

source: Alternative Theme Switcher
fr_fr: Selecteur de themes alternatif

source: Switchable themes
fr_fr: Theme disponibles

source: Widget text
fr_fr: Texte du widget

source: Default
fr_fr: Defaut

source: Name
fr_fr: Nom

source: Color
fr_fr: Couleur

source: Save Changes
fr_fr: Enregistrer

source: Usage
fr_fr: Utilisation

source: There are two usages of this plugin
fr_fr: Il y a deux utilisations de ce plugin

source: You have several themes in different directory under
fr_fr: Vous avez plusieurs themes differents sous le repertoire

source: You can switch the main css stylesheet by clicking on the appropriate button. In this case, the current theme and the switched theme must have the same layout !
fr_fr: Vous pouvez selectionnez le theme en cliquant sur le bouton approprie . Dans ce cas, le theme principal et le theme selectionne doivent avoir la meme structure !

source: You just want to switch some items of your theme. So you can create alternatives themes
fr_fr: Vous voulez seulement changer certaines parties de votre theme. Pour cela, vous pouvez creer des theme alternatifs

source: To create en alternative theme, create a directory
fr_fr: Pour creer un theme alternatif, creez un repertoire

source: Each subdirectory will be an alternative theme and must have a stylesheet
fr_fr: Chaque sous-repertoire sera un theme alternatif doit avoir une feuille de style

source: Now, you should have
fr_fr: Maintenant, vous devez avoir

source: and optionally an images dir
fr_fr: et facultativement un repertoire d'images

source: By clicking on an altenative theme button, it will switch the main stylesheet and the alternative stylesheet
fr_fr: En cliquant sur le bouton d'un theme alternatif, le plugin changera la feuille de style principale et la feuille de style alternative

source: The alternative stylesheet only contains alternative style directives !
fr_fr: La feuille de style alternative ne contiend que des proprietes de stylealternatives

source: To render the widget, just copy this sample where you want to display it
fr_fr: Pour faire le rendu du widget, copiez simplement ce code a l'endroit ou vousvoulez le faire apparaitre

source: Enable to switch between alternative stylesheets
fr_fr: Permet de selectionnez des theme alternatifs
